your_lang = 'Это твой язык'

help = """Если вам нужна помощь или подсказка, напишите ➡️ @lenkkey"""

hello = """Здравствуй, путник! 
Здесь между живописных гор вдоль берегов реки проходит таинственная линия Розы. На ней 5 бутонов, в которых скрыты символы. Найди их и расшифруй символы. 
"""

follow = """Следуй по подсказкам! Нажми на кнопку, чтобы отправиться в путь ⤵️
"""

task_1 = """🌹
Там на мосту разбит цветник.  
Среди цветов найди тайник,
Где роза дивная цветет.
И QR-код там тебя ждёт. 
"""

find_flower = """⚜️ Найди бутон и расшифруй символ. Напиши, какой символ ты нашел в этой розе ⤵️"""

succes_1 = """Ответ верный! ✅ Это буква N.
"""
succes_2 = """Ответ верный! ✅ Это буква O.
"""
succes_3 = """Ответ верный! ✅ Это буква I.
"""
succes_4 = """Ответ верный! ✅ Это буква N.
"""

wrong_answer = "Ответ неверный! ❌"

button_continue = """Нажми на кнопку, чтобы продолжить путь ⤵️
"""

task_2 = """🌹🌹
Рогами небо зверь таранит, 
Не надо красным перед ним махать.  
Лишь матадор отважный пыл его ослабит, 
Пока тот розу будет охранять.  
"""



task_3 = """🌹🌹🌹
Ту форму выражают числа Фиббоначи
На дне морском и <b>на стене музея.</b>
Хоть ты не археолог, но с удачей
Найдешь там розу. Поищи скорее! 
"""

task_4 = """🌹🌹🌹🌹
В том месте райдеры бывают, 
Что доской волны рассекают.
Пусть нету там морской пучины,
Но можно выпить капучино.
"""

task_5 = """🌹🌹🌹🌹🌹
Ягудин и Попов - 
Два чемпиона сильных и бесстрашных.
А между ними ты найдешь бутон
Той розы нежной и прекрасной. 
"""

wrong_letter = "Этот символ не цифра. Это буква."
final_task = """Путник, ты нашел все скрытые символы. Составь из них слово и напиши его ⤵️"""

wrong_final = """Нет, путник, это не то слово."""

ending = """⚜️ Верно! А теперь возвращайся туда, откуда начал свой путь. Используй это слово, чтобы открыть тайник, который тебе дадут Хранители. """

ask_feedback = """Путник, просим тебя поделиться впечатлениями о квесте! Твой отзыв - большая ценность для нас  🙏"""

use_kb = "Нажимай на кнопку внизу"

begin_btn = 'Отправиться в путь'
continue_btn = "Продолжить путь"

thanks = 'Благодарю тебя, путник! Вручаю тебе скидку 20% на любой квест от агентства выездных квестов Questern ⤵️'
disc = """⚜️ Кодовое слово - Линия Розы (шепни при заказе менеджеру)
🌹 questern24.ru
"""


